Repository: ykunitsa/inner-hero
Catalog: Inner Hero/Resources/*.lproj/Localizable.strings
Languages: ru

# Сводка
source: Summary
ru: Сводка

# Экспозиция
source: Exposure
ru: Экспозиция

# Дыхание
source: Breathing
ru: Дыхание

# Релаксация
source: Relaxation
ru: Релаксация

# Заземление
source: Grounding
ru: Заземление

# Поведенческая активация
source: Behavioral activation
ru: Поведенческая активация

# Быстрый старт
source: Quick start
ru: Быстрый старт

# Добавьте упражнения в избранное
source: Add exercises to favorites
ru: Добавьте упражнения в избранное

# Упражнение не найдено
source: Exercise not found
ru: Упражнение не найдено

# Статья дня
source: Article of the day
ru: Статья дня

# Нет статей
source: No articles
ru: Нет статей

# Загляните позже
source: Check back later
ru: Загляните позже

# %d мин
source: %d min
ru: %d мин

# %d мин чтения
source: %d min read
ru: %d мин чтения

# Минуты практик
source: Practice minutes
ru: Минуты практик

# мин
source: min
ru: мин

# За 7 дней: %d мин
source: Last 7 days: %d min
ru: За 7 дней: %d мин

# Сегодня %d минут. За 7 дней %d минут.
source: Today %d minutes. Last 7 days %d minutes.
ru: Сегодня %d минут. За 7 дней %d минут.

# Серия
source: Series
ru: Серия

# Начните сегодня
source: Start today
ru: Начните сегодня

# Продолжайте в том же духе
source: Keep it up
ru: Продолжайте в том же духе

# Сегодня
source: Today
ru: Сегодня

# Завтра
source: Tomorrow
ru: Завтра

# Следующее
source: Next
ru: Следующее

# Нет задач
source: No tasks
ru: Нет задач

# Открыть расписание
source: Open schedule
ru: Открыть расписание

# План на сегодня
source: Today's plan
ru: План на сегодня

# Выполнено %d из %d
source: Completed %d of %d
ru: Выполнено %d из %d

# Готово
source: Done
ru: Готово

# Осталось %d
source: Remaining %d
ru: Осталось %d

# Начать следующее упражнение
source: Start the next exercise
ru: Начать следующее упражнение

# Образование
source: Education
ru: Образование

# Статья
source: Article
ru: Статья

# Время для упражнения
source: Time for an exercise
ru: Время для упражнения

# Напоминание: %@
source: Reminder: %@
ru: Напоминание: %@

# Дыхательное упражнение
source: Breathing exercise
ru: Дыхательное упражнение

source: Box Breathing
ru: Квадратное дыхание

source: 4-6 Breathing
ru: Дыхание 4–6

source: Paced Breathing
ru: Ритмичное дыхание

source: Full Body Relaxation
ru: Расслабление всего тела

source: Quick Relaxation
ru: Быстрая релаксация

# Расслабление всего тела
source: Full body relaxation
ru: Расслабление всего тела

source: A full progressive muscle relaxation sequence for all major muscle groups. Helps release deep tension throughout the body.
ru: Полная последовательность прогрессивной мышечной релаксации для всех основных групп мышц. Помогает снять глубокое напряжение по всему телу.

# Быстрая релаксация
source: Quick relaxation
ru: Быстрая релаксация

source: A shorter progressive muscle relaxation focused on key tension areas. Suitable for quick stress relief during the day.
ru: Короткая версия прогрессивной мышечной релаксации с фокусом на ключевых зонах напряжения. Подходит для быстрого снятия стресса в течение дня.

source: Grounding technique: find 5 things you can see, 4 sensations you can feel, 3 sounds, 2 smells (or sensations of air), and 1 taste.
ru: Техника заземления: найдите 5 предметов, которые видите, 4 ощущения от прикосновения, 3 звука, 2 запаха (или ощущения воздуха) и 1 вкус.

# Осмотритесь
source: Look around
ru: Осмотритесь

# Найдите 5 предметов вокруг и задержите на каждом взгляд на секунду.
source: Find 5 objects around you and pause on each for a second.
ru: Найдите 5 предметов вокруг и задержите на каждом взгляд на секунду.

# Опора
source: Touch points
ru: Опора

# Найдите 4 ощущения от прикосновения: одежда, стул, пол, предмет в руках.
source: Find 4 sensations of touch: clothes, chair, floor, an object in your hands.
ru: Найдите 4 ощущения от прикосновения: одежда, стул, пол, предмет в руках.

# Звуки
source: Sounds
ru: Звуки

# Отметьте 3 звука: ближний, дальний и самый тихий.
source: Notice 3 sounds: nearby, distant, and the quietest.
ru: Отметьте 3 звука: ближний, дальний и самый тихий.

# Запахи
source: Smells
ru: Запахи

# Поймайте 2 запаха или просто 2 ощущения воздуха.
source: Catch 2 smells or simply 2 sensations of air.
ru: Поймайте 2 запаха или просто 2 ощущения воздуха.

# Вкус
source: Taste
ru: Вкус

# Заметьте 1 вкус во рту или сделайте маленький глоток воды и почувствуйте вкус.
source: Notice 1 taste in your mouth or take a small sip of water and sense the taste.
ru: Заметьте 1 вкус во рту или сделайте маленький глоток воды и почувствуйте вкус.

# ДН
source: DAY
ru: ДН

# НЕД
source: WK
ru: НЕД

# МЕС
source: MO
ru: МЕС

# 6 МЕС
source: 6 MO
ru: 6 МЕС

# ГОД
source: YR
ru: ГОД

# Улучшение
source: Improving
ru: Улучшение

# Стабильно
source: Stable
ru: Стабильно

# Ухудшение
source: Worsening
ru: Ухудшение

# Не выбрано
source: Not selected
ru: Не выбрано

# Каждый день
source: Every day
ru: Каждый день

# Будни
source: Weekdays
ru: Будни

# Выходные
source: Weekends
ru: Выходные

# Файл с тестовыми данными не найден
source: Sample data file not found
ru: Файл с тестовыми данными не найден

# Неверный формат данных
source: Invalid data format
ru: Неверный формат данных

# Утренняя рутина
source: Morning routine
ru: Утренняя рутина

# Разминка 20–30 минут
source: Warm-up for 20–30 minutes
ru: Разминка 20–30 минут

# Принять душ
source: Take a shower
ru: Принять душ

# Полезный завтрак
source: Healthy breakfast
ru: Полезный завтрак

# Просмотреть цели на день
source: Review goals for the day
ru: Просмотреть цели на день

# Медитация 10 минут
source: Meditation for 10 minutes
ru: Медитация 10 минут

# Забота о себе
source: Self-care
ru: Забота о себе

# Принять расслабляющую ванну
source: Take a relaxing bath
ru: Принять расслабляющую ванну

# Почитать для удовольствия
source: Read for pleasure
ru: Почитать для удовольствия

# Послушать любимую музыку
source: Listen to favorite music
ru: Послушать любимую музыку

# Заняться хобби
source: Do a hobby
ru: Заняться хобби

# Позвонить другу или близкому
source: Call a friend or loved one
ru: Позвонить другу или близкому

# Прогулка на природе
source: Walk in nature
ru: Прогулка на природе

# Социальные контакты
source: Social connections
ru: Социальные контакты

# Встретиться с другом за кофе
source: Meet a friend for coffee
ru: Встретиться с другом за кофе

# Посетить мероприятие
source: Attend an event
ru: Посетить мероприятие

# Присоединиться к клубу или группе
source: Join a club or group
ru: Присоединиться к клубу или группе

# Волонтёрство
source: Volunteering
ru: Волонтёрство

# Написать/позвонить новому знакомому
source: Message or call a new acquaintance
ru: Написать/позвонить новому знакомому

# Провести время с семьёй
source: Spend time with family
ru: Провести время с семьёй

# Полезные дела
source: Productive tasks
ru: Полезные дела

# Завершить рабочую задачу
source: Finish a work task
ru: Завершить рабочую задачу

# Навести порядок дома
source: Tidy up at home
ru: Навести порядок дома

# Изучить что-то новое
source: Learn something new
ru: Изучить что-то новое

# Продвинуть личный проект
source: Move a personal project forward
ru: Продвинуть личный проект

# Спланировать неделю
source: Plan the week
ru: Спланировать неделю

# Сделать накопившиеся дела
source: Handle pending tasks
ru: Сделать накопившиеся дела

# Физическая активность
source: Physical activity
ru: Физическая активность

# Пробежка или бег трусцой
source: Jog or run
ru: Пробежка или бег трусцой

# Йога или растяжка
source: Yoga or stretching
ru: Йога или растяжка

# Тренировка в зале
source: Gym workout
ru: Тренировка в зале

# Поиграть в спорт
source: Play a sport
ru: Поиграть в спорт

# Поплавать
source: Go swimming
ru: Поплавать

# Танцевальная тренировка
source: Dance workout
ru: Танцевальная тренировка

# Поход/пешая прогулка
source: Hike or long walk
ru: Поход/пешая прогулка

# Упражнения
source: Exercises
ru: Упражнения

# Расписание
source: Schedule
ru: Расписание

# Центр знаний
source: Knowledge center
ru: Центр знаний

# Настройки
source: Settings
ru: Настройки

# Экспозиции
source: Exposures
ru: Экспозиции

# Постепенное преодоление страхов и тревог
source: Gradual exposure to fears and anxieties
ru: Постепенное преодоление страхов и тревог

# Техники контролируемого дыхания для регуляции нервной системы
source: Controlled breathing techniques to regulate the nervous system
ru: Техники контролируемого дыхания для регуляции нервной системы

# Прогрессивная мышечная релаксация для снятия напряжения
source: Progressive muscle relaxation to release tension
ru: Прогрессивная мышечная релаксация для снятия напряжения

# Заземление и техники внимания для снижения тревоги
source: Grounding and attention techniques to reduce anxiety
ru: Заземление и техники внимания для снижения тревоги

# Повышение активности через осмысленные действия
source: Increasing activity through meaningful actions
ru: Повышение активности через осмысленные действия

# Дважды нажмите для открытия
source: Double-tap to open
ru: Дважды нажмите для открытия

# Добавить расписание
source: Add schedule
ru: Добавить расписание

# Удалить расписание?
source: Delete schedule?
ru: Удалить расписание?

# Отмена
source: Cancel
ru: Отмена

# Удалить
source: Delete
ru: Удалить

# Это действие нельзя отменить.
source: This action cannot be undone.
ru: Это действие нельзя отменить.

# Прогресс
source: Progress
ru: Прогресс

# Выполнено (нед.)
source: Completed (wk)
ru: Выполнено (нед.)

# По плану (нед.)
source: Planned (wk)
ru: По плану (нед.)

# %d д
source: %d d
ru: %d д

# Запланировано
source: Planned
ru: Запланировано

# Добавить
source: Add
ru: Добавить

# Нет расписаний на день
source: No schedules for the day
ru: Нет расписаний на день

# Добавьте упражнение в расписание — оно появится здесь
source: Add an exercise to the schedule and it will appear here
ru: Добавьте упражнение в расписание — оно появится здесь

# Снять отметку выполнения
source: Remove completion mark
ru: Снять отметку выполнения

# Отметить выполненным
source: Mark as completed
ru: Отметить выполненным

# Неактивно
source: Inactive
ru: Неактивно

# Редактировать
source: Edit
ru: Редактировать

# Действия
source: Actions
ru: Действия

# Выполнено
source: Completed
ru: Выполнено

# Пока нет выполненного
source: No completed items yet
ru: Пока нет выполненного

# Здесь появятся завершённые сессии и ручные отметки за выбранный день
source: Completed sessions and manual marks for the selected day will appear here
ru: Здесь появятся завершённые сессии и ручные отметки за выбранный день

# по плану
source: on schedule
ru: по плану

# Отметка
source: Mark
ru: Отметка

# Сессия
source: Session
ru: Сессия

# Дыхание: %@
source: Breathing: %@
ru: Дыхание: %@

# Релаксация: %@
source: Relaxation: %@
ru: Релаксация: %@

# Заземление: %@
source: Grounding: %@
ru: Заземление: %@

# Экспозиция: %@
source: Exposure: %@
ru: Экспозиция: %@

# Активация: %@
source: Activation: %@
ru: Активация: %@

# График прогресса тревожности
source: Anxiety progress chart
ru: График прогресса тревожности

# Динамика тревожности
source: Anxiety trend
ru: Динамика тревожности

# уровень
source: level
ru: уровень

# Текущий уровень тревожности: %d
source: Current anxiety level: %d
ru: Текущий уровень тревожности: %d

# Дата: %@
source: Date: %@
ru: Дата: %@

# Нет данных
source: No data
ru: Нет данных

# Выбор периода отображения
source: Select display period
ru: Выбор периода отображения

# До сеанса
source: Before session
ru: До сеанса

# Синяя линия: тревожность до сеанса
source: Blue line: anxiety before session
ru: Синяя линия: тревожность до сеанса

# После сеанса
source: After session
ru: После сеанса

# Голубая линия: тревожность после сеанса
source: Cyan line: anxiety after session
ru: Голубая линия: тревожность после сеанса

# Среднее До
source: Average before
ru: Среднее До

# Среднее После
source: Average after
ru: Среднее После

# Дата
source: Date
ru: Дата

# До
source: Before
ru: До

# После
source: After
ru: После

# График динамики тревожности по датам
source: Anxiety trend chart by date
ru: График динамики тревожности по датам

# Средняя тревожность до сеанса: %@
source: Average anxiety before session: %@
ru: Средняя тревожность до сеанса: %@

# Средняя тревожность после сеанса: %@
source: Average anxiety after session: %@
ru: Средняя тревожность после сеанса: %@

# Тренд: %@, изменение %@
source: Trend: %@, change %@
ru: Тренд: %@, изменение %@

# Один день
source: One day
ru: Один день

# Неделя
source: Week
ru: Неделя

# Месяц
source: Month
ru: Месяц

# Шесть месяцев
source: Six months
ru: Шесть месяцев

# Год
source: Year
ru: Год

# Все дни
source: All days
ru: Все дни

# Вы уверены, что хотите удалить это расписание?
source: Are you sure you want to delete this schedule?
ru: Вы уверены, что хотите удалить это расписание?

# Создать расписание
source: Create schedule
ru: Создать расписание

# Любимые упражнения
source: Favorite exercises
ru: Любимые упражнения

# Нет избранных упражнений
source: No favorite exercises
ru: Нет избранных упражнений

# Добавьте упражнения в избранное для быстрого доступа
source: Add exercises to favorites for quick access
ru: Добавьте упражнения в избранное для быстрого доступа

# Список активностей для поведенческой активации
source: Activity list for behavioral activation
ru: Список активностей для поведенческой активации

# Запланированные упражнения
source: Scheduled exercises
ru: Запланированные упражнения

# Нет запланированных упражнений
source: No scheduled exercises
ru: Нет запланированных упражнений

# Задание не найдено
source: Assignment not found
ru: Задание не найдено

# Возможно, расписание было удалено или изменено.
source: The schedule may have been deleted or changed.
ru: Возможно, расписание было удалено или изменено.

# Упражнение недоступно
source: Exercise unavailable
ru: Упражнение недоступно

# Не удалось найти данные для запуска упражнения.
source: Unable to find data to start the exercise.
ru: Не удалось найти данные для запуска упражнения.

# %d процентов
source: %d percent
ru: %d процентов

# Новое расписание
source: New schedule
ru: Новое расписание

# Редактировать расписание
source: Edit schedule
ru: Редактировать расписание

# Сохранить
source: Save
ru: Сохранить

# Разрешения на уведомления
source: Notification permissions
ru: Разрешения на уведомления

source: Scheduling reminders require notification permission. Please enable it in Settings.
ru: Для напоминаний о расписании необходимо разрешение на уведомления. Пожалуйста, включите их в настройках.

# Для напоминаний о расписании необходимо разрешение на уведомления.
source: Scheduling reminders require notification permission.
ru: Для напоминаний о расписании необходимо разрешение на уведомления.

# Тип упражнения
source: Exercise type
ru: Тип упражнения

# Нет доступных экспозиций
source: No available exposures
ru: Нет доступных экспозиций

# Выберите экспозицию
source: Select exposure
ru: Выберите экспозицию

# Дыхательная техника
source: Breathing technique
ru: Дыхательная техника

# Выберите технику
source: Select technique
ru: Выберите технику

# Выберите упражнение
source: Select exercise
ru: Выберите упражнение

# Нет доступных списков активностей
source: No available activity lists
ru: Нет доступных списков активностей

# Список активностей
source: Activity list
ru: Список активностей

# Выберите список
source: Select list
ru: Выберите список

# Время
source: Time
ru: Время

# Дни недели
source: Days of the week
ru: Дни недели

# Выберите хотя бы один день
source: Select at least one day
ru: Выберите хотя бы один день

# Активно
source: Active
ru: Активно

# Когда активно, вы будете получать напоминания в выбранное время
source: When active, you will receive reminders at the selected time
ru: Когда активно, вы будете получать напоминания в выбранное время

# Внешний вид
source: Appearance
ru: Внешний вид

# Конфиденциальность
source: Privacy
ru: Конфиденциальность

# Данные
source: Data
ru: Данные

# Поддержка
source: Support
ru: Поддержка

# О приложении
source: About
ru: О приложении

# Тема
source: Theme
ru: Тема

# Системная
source: System
ru: Системная

# Светлая
source: Light
ru: Светлая

# Тёмная
source: Dark
ru: Тёмная

# Блокировка приложения (Face ID)
source: App lock (Face ID)
ru: Блокировка приложения (Face ID)

source: When enabled, the app will request identity confirmation only on launch.
ru: При включении приложение будет запрашивать подтверждение личности только при запуске.

# Экспортировать данные (JSON)
source: Export data (JSON)
ru: Экспортировать данные (JSON)

# Экспорт
source: Export
ru: Экспорт

# Файл содержит упражнения, расписания и результаты сессий.
source: The file contains exercises, schedules, and session results.
ru: Файл содержит упражнения, расписания и результаты сессий.

# Сбросить все данные
source: Reset all data
ru: Сбросить все данные

# Сброс
source: Reset
ru: Сброс

# Удаляет все данные из приложения. Действие нельзя отменить.
source: Deletes all data from the app. This action cannot be undone.
ru: Удаляет все данные из приложения. Действие нельзя отменить.

# Сбросить все данные?
source: Reset all data?
ru: Сбросить все данные?

# Сбросить
source: Reset
ru: Сбросить

# Это удалит все упражнения, расписания и результаты сессий.
source: This will delete all exercises, schedules, and session results.
ru: Это удалит все упражнения, расписания и результаты сессий.

# Информация
source: Information
ru: Информация

# Версия
source: Version
ru: Версия

# Сборка
source: Build
ru: Сборка

# Если вы нашли проблему или хотите предложить улучшение — напишите нам.
source: If you found a problem or want to suggest an improvement, write to us.
ru: Если вы нашли проблему или хотите предложить улучшение — напишите нам.

# Написать в поддержку: %@
source: Contact support: %@
ru: Написать в поддержку: %@

# Версия %@ (%@)
source: Version %@ (%@)
ru: Версия %@ (%@)

# Проверка устройства недоступна.
source: Device check is unavailable.
ru: Проверка устройства недоступна.

# Не удалось подтвердить личность.
source: Failed to verify identity.
ru: Не удалось подтвердить личность.

# Ошибка проверки: %@
source: Verification error: %@
ru: Ошибка проверки: %@

# Разблокировать Inner Hero
source: Unlock Inner Hero
ru: Разблокировать Inner Hero

# Приложение заблокировано
source: App is locked
ru: Приложение заблокировано

# Подтвердите личность, чтобы продолжить.
source: Verify your identity to continue.
ru: Подтвердите личность, чтобы продолжить.

# Разблокировать
source: Unlock
ru: Разблокировать

# Добро пожаловать
source: Welcome
ru: Добро пожаловать

source: Inner Hero helps you practice exposure therapy to work with anxiety. Create scenarios, run sessions, and track your progress.
ru: Inner Hero поможет вам практиковать экспозиционную терапию для работы с тревогой. Создавайте сценарии, проводите сеансы и отслеживайте свой прогресс.

# Важное предупреждение
source: Important warning
ru: Важное предупреждение

source: This app **does not replace** professional psychotherapy or medical care.
ru: Это приложение **не заменяет** профессиональную психотерапию или медицинскую помощь.

source: If you experience severe symptoms of anxiety or other mental health conditions, please consult a qualified specialist.
ru: Если вы испытываете серьёзные симптомы тревоги или других психических состояний, пожалуйста, обратитесь к квалифицированному специалисту.

source: Use this app as an additional tool within a comprehensive approach to your mental health.
ru: Используйте это приложение как дополнительный инструмент в рамках комплексного подхода к заботе о своём психическом здоровье.

# Продолжить
source: Continue
ru: Продолжить

# Завершить онбординг и перейти к приложению
source: Finish onboarding and continue to the app
ru: Завершить онбординг и перейти к приложению

# Статьи пока недоступны
source: Articles are not available yet
ru: Статьи пока недоступны

# По запросу ничего не найдено
source: No results found
ru: По запросу ничего не найдено

# Поиск
source: Search
ru: Поиск
